// Напишите программу, которая на вход принимает число и выдает, является ли число
// четным или нет. 4->да, -3->нет, 7->нет.

int a =-3;
if (a%2==0)

  Console.WriteLine("Да");
else 
  Console.WriteLine("Нет");
